soap_request.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:us="http://BankMail.ws.uz/">
    <soapenv:Header/>
    <soapenv:Body>
        <us:recvMail>
            <bMail>
                <sender>701</sender>
                <receiver>012</receiver>
                <mail_type>70101</mail_type>
            </bMail>
            <bTrace>
                <sender_id>F12A128965D7</sender_id>
                <sender_ts>21.08.2018 08:49:04</sender_ts>
                <bankmail_id>В2158500015484</bankmail_id>
                <bankmail_ts>21.08.2018 08:49:05</bankmail_ts>
                <receiver_id>876520015894</receiver_id>
                <receiver_ts>21.08.2018 08:49:50</receiver_ts>
            </bTrace>
            <bBody>
                <doc_n>965854554</doc_n>
                <content>aaaa</content>
            </bBody>
            <bSign>bbbb</bSign>
        </us:recvMail>
    </soapenv:Body>
</soapenv:Envelope>